Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginAudioCopy/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk, zh_hant_tw

source: %lld %@ failed
zh_hans: %lld %@失败
zh_hant_hk: %lld %@失敗
zh_hant_tw: %lld %@失敗

source: Basic plan supports up to %lld files
zh_hans: 基础版本最多支持 %lld 个文件
zh_hant_hk: 基礎版本最多支持 %lld 個文件
zh_hant_tw: 基礎版本最多支援 %lld 個檔案

source: Copy
zh_hans: 复制
zh_hant_hk: 複製
zh_hant_tw: 複製

source: Copy completed
zh_hans: 复制完成
zh_hant_hk: 複製完成
zh_hant_tw: 複製完成

source: Copy current music files to the clipboard with one click
zh_hans: 一键复制当前音乐文件到剪贴板。
zh_hant_hk: 一鍵複製目前音樂檔案到剪貼簿。
zh_hant_tw: 一鍵複製目前音樂檔案到剪貼簿。

source: Copy files in the background, macOS only
zh_hans: 在后台复制文件，注意仅用于 macOS
zh_hant_hk: 在後台複製文件，注意僅用於 macOS
zh_hant_tw: 在後臺複製檔案，注意僅用於 macOS

source: Copy limit reached
zh_hans: 已达到复制数量限制
zh_hant_hk: 已達到複製數量限制
zh_hant_tw: 已達到複製數量限制

source: Copy service is unavailable
zh_hans: 复制服务不可用
zh_hant_hk: 複製服務不可用
zh_hant_tw: 複製服務不可用

source: copy task
zh_hans: 个复制任务
zh_hant_hk: 個複製任務
zh_hant_tw: 個複製任務

source: copy tasks
zh_hans: 个复制任务
zh_hant_hk: 個複製任務
zh_hant_tw: 個複製任務

source: Copying %lld
zh_hans: 正在复制 %lld
zh_hant_hk: 正在複製 %lld
zh_hant_tw: 正在複製 %lld

source: Copying %lld %@
zh_hans: 正在复制 %lld %@
zh_hant_hk: 正在複製 %lld %@
zh_hant_tw: 正在複製 %lld %@

source: Copying %lld %@, %lld failed
zh_hans: 正在复制 %lld %@，%lld 个失败
zh_hant_hk: 正在複製 %lld %@，%lld 個失敗
zh_hant_tw: 正在複製 %lld %@，%lld 個失敗

source: Copying %lld files
zh_hans: 正在复制 %lld 个文件
zh_hant_hk: 正在複製 %lld 個檔案
zh_hant_tw: 正在複製 %lld 個檔案

source: Current subscription:
zh_hans: 当前订阅：
zh_hant_hk: 目前訂閱：
zh_hant_tw: 目前訂閱：

source: Delete failed: %@
zh_hans: 删除失败：%@
zh_hant_hk: 刪除失敗：%@
zh_hant_tw: 刪除失敗：%@

source: Delete failed: copy task list changed. Please try again.
zh_hans: 删除失败：复制任务列表已变化，请重试。
zh_hant_hk: 刪除失敗：複製任務列表已變化，請重試。
zh_hant_tw: 刪除失敗：複製任務列表已變化，請重試。

source: Drag and drop music files here
zh_hans: 拖放音乐文件到这里
zh_hant_hk: 拖放音樂檔案到這裡
zh_hant_tw: 拖放音樂檔案到這裡

source: Failed to prepare file: %@
zh_hans: 准备文件失败：%@
zh_hant_hk: 準備文件失敗：%@
zh_hant_tw: 準備檔案失敗：%@

source: file
zh_hans: 个文件
zh_hant_hk: 個文件
zh_hant_tw: 個檔案

source: files
zh_hans: 个文件
zh_hant_hk: 個文件
zh_hant_tw: 個檔案

source: In Progress
zh_hans: 进行中
zh_hant_hk: 進行中
zh_hant_tw: 進行中

source: No copy tasks
zh_hans: 暂无复制任务
zh_hant_hk: 暫無複製任務
zh_hant_tw: 暫無複製任務

source: No copy tasks yet
zh_hans: 暂无复制任务
zh_hant_hk: 暫無複製任務
zh_hant_tw: 暫無複製任務

source: No files were added
zh_hans: 没有添加任何文件
zh_hant_hk: 沒有添加任何文件
zh_hant_tw: 沒有新增任何檔案

source: Only %lld files were added because the free copy limit is almost full
zh_hans: 由于免费版复制额度即将用完，仅添加了 %lld 个文件
zh_hant_hk: 由於免費版複製額度即將用完，僅添加了 %lld 個文件
zh_hant_tw: 由於免費版複製額度即將用完，僅新增了 %lld 個檔案

source: Permission to access the original file was denied
zh_hans: 没有访问原文件的权限
zh_hant_hk: 沒有訪問原文件的權限
zh_hant_tw: 沒有訪問原檔案的許可權

source: Some dropped files could not be loaded
zh_hans: 部分拖放的文件无法加载
zh_hant_hk: 部分拖放的文件無法加載
zh_hant_tw: 部分拖放的檔案無法載入

source: Some files were skipped because they are not supported audio files
zh_hans: 部分文件已跳过，因为它们不是受支持的音频文件
zh_hant_hk: 部分文件已跳過，因為它們不是受支持的音頻文件
zh_hant_tw: 部分檔案已跳過，因為它們不是受支援的音訊檔案

source: Storage location is unavailable
zh_hans: 存储位置不可用
zh_hant_hk: 存儲位置不可用
zh_hant_tw: 儲存位置不可用

source: Supported formats
zh_hans: 支持的格式
zh_hant_hk: 支援的格式
zh_hant_tw: 支援的格式

source: Supported Formats
zh_hans: 支持的格式
zh_hant_hk: 支持的格式
zh_hant_tw: 支援的格式

source: The free version supports up to %lld files
zh_hans: 基础版本最多支持 %lld 个文件
zh_hant_hk: 基礎版本最多支援 %lld 個檔案
zh_hant_tw: 基礎版本最多支援 %lld 個檔案

source: The original file can no longer be accessed
zh_hans: 无法再访问原文件
zh_hant_hk: 無法再訪問原文件
zh_hant_tw: 無法再訪問原檔案

source: Waiting to Copy
zh_hans: 等待复制
zh_hant_hk: 等待複製
zh_hant_tw: 等待複製

source: Overview
zh_hans: 概述
zh_hant_hk: 概述
zh_hant_tw: 概述

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力
zh_hant_tw: 核心能力

source: Copy File: copies the current music to the clipboard.
zh_hans: 复制文件：将当前播放音乐复制到剪贴板。
zh_hant_hk: 複製檔案：將目前播放的音樂複製到剪貼簿。
zh_hant_tw: 複製檔案：將目前播放的音樂複製到剪貼簿。

source: Completion Toast: gives status feedback after copying.
zh_hans: 完成提示：复制完成后给出状态反馈。
zh_hant_hk: 完成提示：複製完成後提供狀態回饋。
zh_hant_tw: 完成提示：複製完成後提供狀態回饋。

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作
zh_hant_tw: 基本操作

source: Play any music, then click the copy button.
zh_hans: 播放任意音乐后点击复制按钮。
zh_hant_hk: 播放任何音樂後按一下複製按鈕。
zh_hant_tw: 播放任何音樂後按一下複製按鈕。

source: Pastes the copied file at the target location.
zh_hans: 在目标位置粘贴复制的文件。
zh_hant_hk: 在目標位置貼上複製的檔案。
zh_hant_tw: 在目標位置貼上複製的檔案。

source: Notes
zh_hans: 说明
zh_hant_hk: 說明
zh_hant_tw: 說明

source: Available on macOS only.
zh_hans: 仅在 macOS 上可用。
zh_hant_hk: 僅在 macOS 上可用。
zh_hant_tw: 僅在 macOS 上可用。

source: Version
zh_hans: 版本
zh_hant_hk: 版本
zh_hant_tw: 版本

source: Type
zh_hans: 类型
zh_hant_hk: 類型
zh_hant_tw: 類型

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式
zh_hant_tw: 外掛程式

source: Copies the current music to the clipboard.
zh_hans: 将当前播放音乐复制到剪贴板。
zh_hant_hk: 將目前播放的音樂複製到剪貼簿。
zh_hant_tw: 將目前播放的音樂複製到剪貼簿。

source: Copy File
zh_hans: 复制文件
zh_hant_hk: 複製檔案
zh_hant_tw: 複製檔案

source: Gives status feedback after copying.
zh_hans: 复制完成后给出状态反馈。
zh_hant_hk: 複製完成後提供狀態回饋。
zh_hant_tw: 複製完成後提供狀態回饋。

source: Completion Toast
zh_hans: 完成提示
zh_hant_hk: 完成提示
zh_hant_tw: 完成提示
